Repository: coderigo17/cli50
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es

source: CS50 CLI requires Python 3.6 or higher
es: Necesitas Python 3.6 o una versión más reciente para usar CS50 CLI

source: skip autoupdate
es: evitar actualización automática

source: mount .gitconfig
es: montar .gitconfig

source: log into container
es: acceder al container via login

source: publish port(s) to ports on host
es: publicar port(s) a los ports del host

source: publish exposed ports to random ports on host
es: publicar ports expuestos a ports aleatorios del host

source: mount .ssh
es: montar .ssh

source: stop any containers
es: parar todos los containers

source: start cs50/cli:TAG, else cs50/cli:latest
es: iniciar cs50/cli:TAG, o alternativamente cs50/cli:latest

source: directory to mount, else $PWD
es: directorio para montar, o alternativamente $PWD

source: Docker not installed.
es: Docker no está instalado

source: %s: no such directory
es: %s: este directorio no existe

source: Log into {Image}, started {RunningFor}
es: Acceder {Image} via login, comenzar {RunningFor}

source: with %s mounted
es: con %s montado

source: {gitconfig}: no such directory
es: {gitconfig}: este directorio no existe

source: {ssh}: no such directory
es: {ssh}: este directorio no existe
